[{"title":"Mango Tango Super Owocowa","desc":"Herbata owocowa Mango Tango jest bardzo smaczna, a zarazem delikatna. Słodki smak mango w połączeniu z pomarańczą daje idealną kompozycje. Jedna z najlepszych mieszanek owocowych bez dodatku hibiskusa","price":"11.00","weight":50,"category":"Fruit tea","type":"Leaf tea","origin":"China"},{"title":"Pomarańcza w czekoladzie","desc":"Pomarańcza w czekoladzie to arabica z najwyższej jakości ziaren połączonych z aromatem soczystej pomarańczy i szwajcarskiej czekolady. Ta kompozycja jest doceniana przez miłośników wyrafinowanych smaków i cieszy się dużym powodzeniem. Kompozycja tych aromatów z arabiką tworzy niepowtarzalne wrażenia smakowe","price":"11.00","weight":100,"category":"Fruit tea","type":"Leaf tea","origin":"India"},{"title":"Łyk Szczęścia","desc":"Herbata Łyk Szczęścia to owocowa mieszanka na bazie hibiskusa powstała z połączenia bardzo aromatycznych składników: skórki róży, żurawiny, owocu goji, rokitnika, czarnego bzu i wiśni. Mocno owocowa kompozycja charakteryzuje się intensywnym smakiem i aromatem","price":"8.42","weight":50,"category":"Fruit tea","type":"Leaf tea","origin":"India"},{"title":"Samo zdrowie","desc":"Samo Zdrowie jest herbatą funkcjonalną powstałą na bazie hibiskusa. Charakteryzuje się przyjemnym, kwiatowo-owocowym smakiem. Kompozycja jest bogata w pieczołowicie dobrane składniki, dzięki którym zniewala każdego","price":"11.29","weight":50,"category":"Herbal tea","type":"Leaf tea","origin":"Africa"},{"title":"Earl Gray Rainbow","desc":"Herbata Earl Grey Rainbow to barwna i smaczna czarna herbata o wyjątkowym, owocowym i przyjemnym smaku i aromacie. Niezwykłe walory smakowe i aromatyczne są zasługą bławatka, szafranu, płatków słonecznika i róży. Herbata wyjątkowa w smaku o nietuzinkowym wyglądzie","price":"10.58","weight":50,"category":"Black tea","type":"Leaf tea","origin":"India"},{"title":"Imbirowo-miodowa","desc":"Herbata Imbirowo Miodowa to niesamowite połączenie niecodziennych kompozycji smakowych!\nNa bazie zielonej herbaty gunpowder powstała harmonia pomarańczy, słonecznika, ostrzejszego imbiru i łagodnego honeybushu (zwanego miodokrzewem). \nTa herbata ma właściwości rozgrzewające, dlatego idealnie się nadaje na okres jesienno-zimowy.","price":"8.99","weight":50,"category":"White tea","type":"Leaf tea","origin":"Egypt"},{"title":"Truskawki w Szampanie","desc":"Truskawki w Szampanie to mieszanka powstała na bazie wysokogatunkowej, chińskiej Senchy. Kompozycja została wzbogacona aromatycznymi dodatkami, które nadają jej przyjemnego smaku.","price":"10.99","weight":50,"category":"Pu Erh tea","type":"Leaf tea","origin":"Japan"},{"title":"Mango-Marakuja","desc":"Herbata Mango Maracuja to wysokiej jakości herbata zielona z szlachetnymi dodatkami. Mocny i cierpki smak Gunpowdera został przełamany aromatem mango i maracuji oraz dodatkami hibiskusa","price":"8.79","weight":50,"category":"Green tea","type":"Leaf tea","origin":"India"},{"title":"Jaśminowa","desc":"Łagodna, aromatyczna zielona herbata sencha o bardzo przyjemnym jaśminowym smaku. Będą nią szczególnie zachwyceni wielbiciele jaśminu.","price":"10.29","weight":50,"category":"Green tea","type":"Leaf tea","origin":"Japan"},{"title":"Sen Merlina","desc":"Sen Merlina to mieszanka stworzona na podstawie zielonej herbaty Gunpowder China wraz z atrakcyjnymi dodatkami owocowymi i kwiatowymi. Znajdziemy tutaj cytrynę","price":"9.39","weight":50,"category":"Green tea","type":"Leaf tea","origin":"China"}]